       IDENTIFICATION              DIVISION.
       PROGRAM-ID.                 HELLO.
       DATE                        DIVISION.
       WORKING-STORAGE             SECTION.
       PROCEDURE                   DIVISION.
       MAIN-RTN.
           DISPLAY "HELLO WORLD!".
       MAIN-EXT.
           STOP RUN.
